/* Cycle through map pins */
"Cycle Pins" = "Pines del ciclo";

/* Hybrid map view */
"Hybrid" = "Híbrido";

/* Satellite map view */
"Satellite" = "Satélite";

/* Show position on map button title */
"Show Position" = "Mostrar Posición";

/* Standard map view */
"Standard" = "Estándar";
